;Localization add-in for TLE

;-----------------------
; TLE MISSIONS
;-----------------------

; BLAST FROM THE PAST Mission Templates

[ChallengeAbductionGasStation X2MissionTemplate]
DisplayName="Викрадення людей"
Briefing="Вiдбувається викрадення людей"
PostMissionType="Викрадення людей"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Знищiть всiх ворогiв"

[ChallengeAbductionCemetery X2MissionTemplate]
DisplayName="Викрадення людей"
Briefing="Вiдбувається викрадення людей"
PostMissionType="Викрадення людей"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Знищiть всiх ворогiв"

[ChallengeTerrorBar X2MissionTemplate]
DisplayName="Акцiя залякування \"Адвента\""
Briefing="Вiдбувається акцiя залякування \"Адвента\""
PostMissionType="Акцiя залякування \"Адвента\""
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Врятуйте як мiнiмум 6 цивiльних"
ObjectiveTextPools[1]="Лiквiдуйте всiх ворогiв"

[ChallengeAbductionTrainyard X2MissionTemplate]
DisplayName="Викрадення людей"
Briefing="Вiдбувається викрадення людей"
PostMissionType="Викрадення людей"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Знищiть всiх ворогiв"

[ChallengeTerrorPoliceStation X2MissionTemplate]
DisplayName="Акцiя залякування \"Адвента\""
Briefing="Вiдбувається акцiя залякування \"Адвента\""
PostMissionType="Акцiя залякування \"Адвента\""
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Врятуйте як мiнiмум 6 цивiльних"
ObjectiveTextPools[1]="Лiквiдуйте всiх ворогiв"

[ChallengeAbductionFarm X2MissionTemplate]
DisplayName="Викрадення людей"
Briefing="Вiдбувається викрадення людей"
PostMissionType="Викрадення людей"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Знищiть всiх ворогiв"

[ChallengeAbductionDam X2MissionTemplate]
DisplayName="Викрадення людей"
Briefing="Вiдбувається викрадення людей"
PostMissionType="Викрадення людей"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Знищiть всiх ворогiв"

; IT CAME FROM THE SEA Mission Templates

[ChallengeAbductionWaterfront X2MissionTemplate]
DisplayName="Розслiдуйте подiю"
Briefing="Помiчено подiю"
PostMissionType="Розслiдування подiї"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Знищiть всiх ворогiв"

[ChallengeTerrorCoastalRadio X2MissionTemplate]
DisplayName="Акцiя залякування \"Адвента\""
Briefing="Вiдбувається акцiя залякування \"Адвента\""
PostMissionType="Акцiя залякування \"Адвента\""
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Врятуйте як мiнiмум 6 цивiльних"
ObjectiveTextPools[1]="Лiквiдуйте всiх ворогiв"

[ChallengeGatherWaterfrontRadio X2MissionTemplate]
DisplayName="Заберiть ведучого пiратського радiо з покинутого мiста"
Briefing="Заберiть ведучого пiратського радiо з покинутого мiста"
PostMissionType="Заберiть ведучого"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Заберiть ведучого пiратського радiо"
ObjectiveTextPools[1]="Доставте ведучого в точку евакуацiї"

[ChallengeDestroyWaterfrontRadio X2MissionTemplate]
DisplayName="Знищiть пiратський передавач"
Briefing="Знищiть пiратський передавач"
PostMissionType="Знищiть пiратський передавач"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Знищiть всiх ворогiв"
ObjectiveTextPools[1]="Знищiть пiратський передавач"

[ChallengeExtractCoastalRadio X2MissionTemplate]
DisplayName="Евакуюйте ведучого з прибережного села"
Briefing="Евакуюйте ведучого з прибережного села"
PostMissionType="Евакуюйте ведучого"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Доставте ведучого в точку евакуацiї"

[ChallengeHackWaterfrontRadio X2MissionTemplate]
DisplayName="Зламайте пiратську радiостанцiю"
Briefing="Зламайте термiнал - пiратська радiостанцiя"
PostMissionType="Зламайте пiратську радiостанцiю"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Знищiть всiх ворогiв"
ObjectiveTextPools[1]="Зламайте пiратську радiостанцiю"

[ChallengeSabotageWaterfrontTransmitter X2MissionTemplate]
DisplayName="Виведiть з ладу передавач прибульцiв"
Briefing="Виведiть з ладу передавач прибульцiв"
PostMissionType="Виведiть з ладу передавач прибульцiв"
BriefingImage="img:///UILibrary_StrategyImages.X2StrategyMap.Alert_Advent_Facility"
ObjectiveTextPools[0]="Закладiть заряди X4 бiля передавача прибульцiв"
ObjectiveTextPools[1]="Залиште зону операцiї"

; AVENGER ASSEMBLE Mission Templates

[ChallengeRecoverChair X2MissionTemplate]
DisplayName="Заберiть ракети \"Лавина\" з розбитого перехоплювача"
Briefing="Заберiть ракети \"Лавина\" - розбитий перехоплювач"
PostMissionType="Заберiть ракети \"Лавина\""
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Знищiть всiх ворогiв"
ObjectiveTextPools[1]="Заберiть ракети \"Лавина\" з розбитого перехоплювача"

[ChallengeRecoverRotor X2MissionTemplate]
DisplayName="Заберiть роторний блок з розбитого \"Рейнджера\""
Briefing="Заберiть ротор - розбитий \"Рейнджер\""
PostMissionType="Заберiть роторний блок"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Знищiть всiх ворогiв"
ObjectiveTextPools[1]="Заберiть роторний блок з розбитого \"Рейнджера\""

[ChallengeRecoverMissiles X2MissionTemplate]
DisplayName="Заберiть крiсло пiлота з розбитого перехоплювача"
Briefing="Заберiть крiсло пiлота - розбитий перехоплювач"
PostMissionType="Заберiть крiсло пiлота"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Знищiть всiх ворогiв"
ObjectiveTextPools[1]="Заберiть крiсло пiлота з розбитого перехоплювача"

[ChallengeHackPowerGrid X2MissionTemplate]
DisplayName="Зламайте систему II НЛО"
Briefing="Злам II НЛО"
PostMissionType="Злам II НЛО"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Знищiть всiх ворогiв"
ObjectiveTextPools[1]="Зламайте кустарну енергосiтку"

[ChallengeGatherSkyranger X2MissionTemplate]
DisplayName="Заберiть агента з чорного ринку з розбитого \"Рейнджера\""
Briefing="Заберiть агента з чорного ринку з розбитого \"Рейнджера\""
PostMissionType="Заберiть агента з чорного ринку"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Заберiть агента з чорного ринку"
ObjectiveTextPools[1]="Доставте оператора в точку евакуацiї"

[ChallengeProtectUFODevice X2MissionTemplate]
DisplayName="Захистiть пристрiй бiля впавшого НЛО"
Briefing="Захистiть пристрiй - впавший НЛО"
PostMissionType="Захистiть пристрiй"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Знищiть всiх ворогiв"
ObjectiveTextPools[1]="Захопiть i захистiть передавач"

[ChallengeRecoverManual X2MissionTemplate]
DisplayName="Захопiть стабiлiзатор потужностi з сiвшого НЛО"
Briefing="Захопiть стабiлiзатор потужностi - сiвший НЛО"
PostMissionType="Захопiть стабiлiзатор потужностi"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Знищiть всiх ворогiв"
ObjectiveTextPools[1]="Захопiть стабiлiзатор потужностi з сiвшого НЛО"

; THE LAZARUS PROJECT Mission Templates

[ChallengeRescueShen X2MissionTemplate]
DisplayName="Врятуйте Лiлi Шень з камери \"Адвента\""
Briefing="Врятуйте Лiлi Шень з камери \"Адвента\""
PostMissionType="Евакуюйте ВIПа"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Врятуйте Лiлi Шень з полону \"Адвента\""

[ChallengeRescueJaneKelly X2MissionTemplate]
DisplayName="Врятуйте Джейн Келлi з поїзда \"Адвента\""
Briefing="Врятуйте Джейн Келлi з поїзда \"Адвента\""
PostMissionType="Евакуюйте ВIПа"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Врятуйте Джейн Келлi з поїзда \"Адвента\""

[ChallengeSabotageSiegeCannon X2MissionTemplate]
DisplayName="Виведiть з ладу осадну гармату \"Адвента\""
Briefing="Виведiть з ладу осадну гармату \"Адвента\""
PostMissionType="Виведiть з ладу осадну гармату \"Адвента\""
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Лiквiдуйте всi сили противника"
ObjectiveTextPools[1]="Закладiть заряд X4 бiля осадної гармати"

[ChallengeRescuePeterOsei X2MissionTemplate]
DisplayName="Врятуйте Пiтера Осея з камери \"Адвента\""
Briefing="Врятуйте Пiтера Осея з камери \"Адвента\""
PostMissionType="Евакуюйте ВIПа"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Врятуйте Пiтера Осея з полону \"Адвента\""

[ChallengeRescueAnaRamirez X2MissionTemplate]
DisplayName="Врятуйте Анну Рамiрес з депо"
Briefing="Врятуйте Анну Рамiрес з депо"
PostMissionType="Евакуюйте ВIПа"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Врятуйте Анну Рамiрес з полону \"Адвента\""

[ChallengeExtractTygan X2MissionTemplate]
DisplayName="Евакуюйте Тайгана з тунелiв"
Briefing="Евакуюйте Тайгана з тунелiв"
PostMissionType="Евакуюйте ВIПа"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Доставте Тайгана в точку евакуацiї"

[ChallengeRecoverSweater X2MissionTemplate]
DisplayName="Заберiть артефакт з цитаделi \"Адвента\""
Briefing="Заберiть артефакт - цитадель \"Адвента\""
PostMissionType="Захопiть предмет"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Знищiть всiх ворогiв"
ObjectiveTextPools[1]="Заберiть артефакт з цитаделi \"Адвента\""

; BLAST FROM THE PAST Mission Narrative Templates

[DefaultChallengeAbductionGasStation X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Лiквiдуйте всiх ворогiв"

[DefaultChallengeAbductionCemetery X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Лiквiдуйте всiх ворогiв"

[DefaultChallengeTerrorBar X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Врятуйте як мiнiмум 6 цивiльних вiд сил \"Адвента\""
ObjectiveTextPools[1]="Нейтралiзуйте ударну групу \"Адвента\""

[DefaultChallengeAbductionTrainyard X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Лiквiдуйте всiх ворогiв"

[DefaultChallengeTerrorPoliceStation X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Врятуйте як мiнiмум 6 цивiльних вiд сил \"Адвента\""
ObjectiveTextPools[1]="Нейтралiзуйте ударну групу \"Адвента\""

[DefaultChallengeAbductionFarm X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Лiквiдуйте всiх ворогiв"

[DefaultChallengeAbductionDam X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Лiквiдуйте всiх ворогiв"

; IT CAME FROM THE SEA Mission Narrative Templates

[DefaultChallengeAbductionWaterfront X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Лiквiдуйте всiх ворогiв"

[DefaultChallengeTerrorCoastalRadio X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Врятуйте як мiнiмум 6 цивiльних вiд сил прибульцiв"
ObjectiveTextPools[1]="Нейтралiзуйте ударну групу прибульцiв"

[DefaultChallengeDestroyWaterfrontRadio X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Лiквiдуйте всiх ворогiв"
ObjectiveTextPools[1]="Знищiть передавач, перш нiж передача буде завершена"

[DefaultChallengeGatherWaterfrontRadio X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Знайдiть ведучого пiратського радiо"
ObjectiveTextPools[1]="Врятуйте ведучого пiратського радiо"
ObjectiveTextPools[2]="Додатково: врятуйте охоронцiв ведучого"
ObjectiveTextPools[3]="Евакуюйте ведучого в зазначенiй точцi"
ObjectiveTextPools[4]="Евакуюйте хоча б одного агента XCOM"

[DefaultChallengeExtractCoastalRadio X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Ходiв до вiдступу \"Рейнджера\""
ObjectiveTextPools[1]="Евакуюйте ведучого в зазначеному мiсцi"
ObjectiveTextPools[2]="Евакуюйте хоча б одного агента XCOM"

[DefaultChallengeHackWaterfrontRadio X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Знищiть всiх ворогiв"
ObjectiveTextPools[1]="Зламайте пiратську радiостанцiю"

[DefaultChallengeSabotageWaterfrontTransmitter X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Закладiть X4, щоб знищити передавач прибульцiв"
ObjectiveTextPools[1]="Евакуюйте хоча б одного агента XCOM"

; AVENGER ASSEMBLE Mission Narrative Templates

[DefaultChallengeRecoverChair X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Знищiть всiх ворогiв"
ObjectiveTextPools[1]="Скануйте ракети \"Лавина\""

[DefaultChallengeRecoverRotor X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Знищiть всiх ворогiв"
ObjectiveTextPools[1]="Проскануйте роторний блок"

[DefaultChallengeRecoverMissiles X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Знищiть всiх ворогiв"
ObjectiveTextPools[1]="Проскануйте крiсло пiлота"

[DefaultChallengeHackPowerGrid X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Знищiть всiх ворогiв"
ObjectiveTextPools[1]="Зламайте систему II НЛО"

[DefaultChallengeGatherSkyranger X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Знайдiть торговця з чорного ринку"
ObjectiveTextPools[1]="Врятуйте торговця з чорного ринку"
ObjectiveTextPools[2]="Додатково: врятуйте охоронцiв чорного ринку"
ObjectiveTextPools[3]="Евакуюйте торговця в зазначенiй точцi"
ObjectiveTextPools[4]="Евакуюйте хоча б одного агента XCOM"

[DefaultChallengeProtectUFODevice X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Захистiть пристрiй перехоплення даних"
ObjectiveTextPools[1]="Знищiть всiх ворогiв"

[DefaultChallengeRecoverManual X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Знищiть всiх ворогiв"
ObjectiveTextPools[1]="Захопiть стабiлiзатор потужностi"

; THE LAZARUS PROJECT Mission Narrative Templates

[DefaultChallengeRescueShen X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Звiльнiть Шень з в'язницi \"Адвента\""
ObjectiveTextPools[1]="Евакуюйте Шень в зазначеному мiсцi"
ObjectiveTextPools[2]="Евакуюйте хоча б одного агента XCOM"

[DefaultChallengeRescueJaneKelly X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Врятуйте Джейн Келлi з в'язницi \"Адвента\""
ObjectiveTextPools[1]="Евакуюйте Джейн Келлi в зазначеному мiсцi"
ObjectiveTextPools[2]="Евакуюйте хоча б одного агента XCOM"

[DefaultChallengeSabotageSiegeCannon X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Закладiть X4, щоб знищити осадну гармату"
ObjectiveTextPools[1]="Евакуюйте хоча б одного агента XCOM"

[DefaultChallengeRescuePeterOsei X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Звiльнiть Пiтера Осея з в'язницi \"Адвента\""
ObjectiveTextPools[1]="Евакуюйте Пiтера Осея в зазначеному мiсцi"
ObjectiveTextPools[2]="Евакуюйте хоча б одного агента XCOM"

[DefaultChallengeRescueAnaRamirez X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Врятуйте Анну Рамiрес з полону \"Адвента\""
ObjectiveTextPools[1]="Евакуюйте Анну Рамiрес в зазначеному мiсцi"
ObjectiveTextPools[2]="Евакуюйте хоча б одного агента XCOM"

[DefaultChallengeExtractTygan X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Ходiв до вiдступу \"Рейнджера\""
ObjectiveTextPools[1]="Евакуюйте Тайгана в зазначеному мiсцi"
ObjectiveTextPools[2]="Евакуюйте хоча б одного агента XCOM"

[DefaultChallengeRecoverSweater X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Центр повинен залишатися в свiдомостi"
ObjectiveTextPools[1]="Знищiть всiх ворогiв"
ObjectiveTextPools[2]="Знайдiть стазис-капсулу"
ObjectiveTextPools[3]="Центр повинен забрати прототип з стазис-капсули"

; IT CAME FROM THE SEA Quest Item Templates

[WaterfrontRadio X2QuestItemTemplate]
FriendlyName="Прибережна радiостанцiя"
FriendlyNamePlural="Прибережнi радiостанцiї"
LootTooltip="Зупинiть мовлення пiратської радiостанцiї, щоб зупинити навалу крiсалiд."

; AVENGER ASSEMBLE Quest Item Templates

[PilotSeat X2QuestItemTemplate]
FriendlyName="Крiсло пiлота перехоплювача"
FriendlyNamePlural="Крiсла пiлота перехоплювача"
LootTooltip="Це має пiдiйти для керування \"Месником\"."

[RotorMechanism X2QuestItemTemplate]
FriendlyName="Роторний блок \"Рейнджера\""
FriendlyNamePlural="Роторнi блоки \"Рейнджера\""
LootTooltip="Це можна використовувати для модифiкацiї несправних систем \"Месника\"."

[AvalancheMissiles X2QuestItemTemplate]
FriendlyName="Ракета \"Лавина\""
FriendlyNamePlural="Ракети \"Лавина\""
LootTooltip="Пiсля цього Шень зможе адаптувати систему наведення для \"Месника\"."

[OperatorsManual X2QuestItemTemplate]
FriendlyName="Стабiлiзатор потужностi"
FriendlyNamePlural="Стабiлiзатори потужностi"
LootTooltip="Iнопланетний стабiлiзатор потужностi допоможе нам знову пiдняти \"Месник\" в небо."

; THE LAZARUS PROJECT Quest Item Templates

[Sweater X2QuestItemTemplate]
FriendlyName="Светр Бредфорда"
FriendlyNamePlural="Светри Бредфорда"
BriefSummary="Легенда на легендi. Найбiльш впiзнаваний елемент гардеробу XCOM."

; IT CAME FROM THE SEA Hack Reward Templates

[WaterfrontRadio X2HackRewardTemplate]
FriendlyName="Прибережна радiостанцiя"
Description="Зупинiть мовлення пiратської радiостанцiї, щоб зупинити навалу крiсалiд."

; AVENGER ASSEMBLE Hack Reward Templates

[PilotSeat X2HackRewardTemplate]
FriendlyName="Крiсло пiлота перехоплювача"
Description="Проскануйте крiсло пiлота, щоб використовувати його для керування \"Месником\"."

[RotorMechanism X2HackRewardTemplate]
FriendlyName="Роторний блок \"Рейнджера\""
Description="Проскануйте блок, щоб Шень могла використовувати його при переробцi \"Месника\"."

[UFOPowerGrid X2HackRewardTemplate]
FriendlyName="Навiгацiйна система прибульцiв"
Description="Навiгацiйна система прибульцiв допоможе нам знову пiдняти \"Месник\" в небо."

[AvalancheMissiles X2HackRewardTemplate]
FriendlyName="Ракета \"Лавина\""
Description="Проскануйте систему наведення цих ракет для \"Месника\"."

[OperatorsManual X2HackRewardTemplate]
FriendlyName="Стабiлiзатор потужностi"
Description="Цей iнопланетний стабiлiзатор потужностi допоможе нам знову пiдняти \"Месник\" в небо."

; Mission strings

[LadderMissionTimers]
TimerICFTSHackTitle="Виведiть з ладу пiратську радiостанцiю"
TimerICFTSHackSubtitle="Ходiв до поразки"
TimerCouncilTitle="Евакуювати всiх"
TimerCouncilSubtitle="Ходiв до поразки"
TimerAAHackTitle="Зламайте систему II НЛО"
TimerAAHackSubtitle="Ходiв до опромiнення"
TimerRelayTitle="Знищiть пiратську радiостанцiю"
TimerRelaySubtitle="Ходiв до поразки"
TimerSabotageTitle="Заряди X4"
TimerSabotageSubtitle="Ходiв до вибуху"

;-----------------------
; TLE WEAPONS
;-----------------------

[TLE_AssaultRifle_CV X2WeaponTemplate]
FriendlyName="Старий автомат"
FriendlyNamePlural="Старi автомати"
BriefSummary="Нам вдалося здобути рiзноманiтнi зразки пiхотного озброєння. Це - найбiльш часто зустрiчається зразок, недалеко пiшовший вiд гвинтiвки, якою користувалися 20 рокiв тому. Хоча вiн, безсумнiвно, поступається магнiтним технологiям \"Адвента\", ми зможемо доопрацювати його за допомогою трофейних матерiалiв, коли розробимо модульнi технологiї."
TacticalText="<Bullet/> Пострiл з основної зброї завжди завершує хiд солдата при вiдсутностi особливих здiбностей.\n<Bullet/> Сучаснi удосконалення несумiснi з цiєю застарiлою конструкцiєю."
AbilityDescName="Старий автомат"

[TLE_AssaultRifle_MG X2WeaponTemplate]
FriendlyName="Кустарна магнiтна гвинтiвка"
FriendlyNamePlural="Кустарнi магнiтнi гвинтiвки"
BriefSummary="Освоєння магнiтних технологiй дозволило нам створити вдосконалене зброю, аналогiчну гвинтiвцi. Вона представляє собою суттєвий крок вперед у порiвняннi зi звичайними трофейними гвинтiвками."
TacticalText="<Bullet/> Пострiл з основної зброї завжди завершує хiд солдата при вiдсутностi особливих здiбностей.\n<Bullet/> Сучаснi удосконалення несумiснi з цiєю застарiлою конструкцiєю."
AbilityDescName="Кустарна магнiтна гвинтiвка"

[TLE_AssaultRifle_BM X2WeaponTemplate]
FriendlyName="Рання плазмена гвинтiвка"
FriendlyNamePlural="Раннi плазменнi гвинтiвки"
BriefSummary="Ми нарештi змогли розiбратися в конструкцiї променевої зброї прибульцiв i тепер можемо розробляти власну. З новими гвинтiвками нашi солдати впораються з будь-яким противником, який їм трапиться."
TacticalText="<Bullet/> Плазмена гвинтiвка - нескладна, але надзвичайно руйнiвна зброя пiхоти.\n<Bullet/> Пострiл з основної зброї завжди завершує хiд солдата.\n<Bullet/> Сучаснi удосконалення несумiснi з цiєю застарiлою конструкцiєю."
AbilityDescName="Рання плазмена гвинтiвка"

[TLE_Cannon_CV X2WeaponTemplate]
FriendlyName="Легкий кулемет"
FriendlyNamePlural="Легкi кулемети"
BriefSummary="Ручний кулемет - iмпровiзована зброя вогневої пiдтримки з великою зоною ураження. Хоча вiн, безсумнiвно, поступається магнiтним технологiям \"Адвента\", ми зможемо доопрацювати його за допомогою трофейних матерiалiв, коли розробимо модульнi технологiї."
TacticalText="<Bullet/> Пострiл з основної зброї завжди завершує хiд солдата.\n<Bullet/> Сучаснi удосконалення несумiснi з цiєю застарiлою конструкцiєю."
AbilityDescName="Легкий кулемет"

[TLE_Cannon_MG X2WeaponTemplate]
FriendlyName="Магнiтна гармата пiдтримки"
FriendlyNamePlural="Магнiтнi гармати пiдтримки"
BriefSummary="Розробка магнiтного озброєння дозволила нам використовувати скорострiльний варiант гармати. Вогонь наших гренадерiв стає помiтно смертоноснiшим."
TacticalText="<Bullet/> Магнiтна гармата пiдтримки представляє собою бiльш потужну, але таку ж компактну версiю легкого кулемета.\n<Bullet/> Сучаснi удосконалення несумiснi з цiєю застарiлою конструкцiєю."
AbilityDescName="Магнiтна гармата пiдтримки"

[TLE_Cannon_BM X2WeaponTemplate]
FriendlyName="Енергогармата"
FriendlyNamePlural="Енергогармати"
BriefSummary="Розробка бiльш потужного променевого озброєння для гренадерiв вимагає значних зусиль, але, безсумнiвно, пiдвищує їх ефективнiсть."
TacticalText="<Bullet/> Енергогармата - найбiльш потужна зброя вогневої пiдтримки, доступна нашим вiйськам.\n<Bullet/> Сучаснi удосконалення несумiснi з цiєю застарiлою конструкцiєю."
AbilityDescName="Енергогармата"

[TLE_Pistol_CV X2WeaponTemplate]
FriendlyName="Традицiйний пiстолет"
FriendlyNamePlural="Традицiйнi пiстолети"
BriefSummary="На додаток до гвинтiвок снайпери XCOM носять великокалiбернi пiстолети. Добре пiдготовлений снайпер може бути виключно небезпечний i на близькiй вiдстанi."
TacticalText="<Bullet/> Пiстолет в руках досвiдченого снайпера - не просто запасна зброя.\n<Bullet/> На вiдмiну вiд снайперської гвинтiвки, для пострiлу з пiстолета потрiбно тiльки одна дiя.\n<Bullet/> Снайпери можуть вивчати рiзнi здiбностi, що пiдвищують ефективнiсть цiєї зброї."
AbilityDescName="Традицiйний пiстолет"

[TLE_Pistol_MG X2WeaponTemplate]
FriendlyName="Рельсотронний пiстолет"
FriendlyNamePlural="Рельсотроннi пiстолети"
BriefSummary="Новий пiстолет, створений на основi освоєних нами магнiтних технологiй, представляє собою помiтне полiпшення в порiвняннi зi стандартною зброєю."
TacticalText="<Bullet/> Рельсотроннi пiстолети помiтно ефективнiшi за свої стандартнi попередники.\n<Bullet/> На вiдмiну вiд снайперської гвинтiвки, для пострiлу з пiстолета потрiбно тiльки одна дiя."
AbilityDescName="Рельсотронний пiстолет"

[TLE_Pistol_BM X2WeaponTemplate]
FriendlyName="Енергопiстолет"
FriendlyNamePlural="Енергопiстолети"
BriefSummary="Пiстолет, створений на основi променевих технологiй прибульцiв. Досконала зброя."
TacticalText="<Bullet/> Енергопiстолети перевершують за потужнiстю всi земнi аналоги.\n<Bullet/> На вiдмiну вiд снайперської гвинтiвки, для пострiлу з пiстолета потрiбно тiльки одна дiя."
AbilityDescName="Енергопiстолет"

[TLE_Shotgun_CV X2WeaponTemplate]
FriendlyName="Дробовик Гаусса"
FriendlyNamePlural="Дробовики Гаусса"
BriefSummary="Нам вдалося здобути рiзноманiтнi зразки пiхотного озброєння. Це - спецiальна зброя для коротких дистанцiй. Хоча вона, безсумнiвно, поступається магнiтним технологiям \"Адвента\", ми зможемо доопрацювати її за допомогою трофейних матерiалiв, коли розробимо модульнi технологiї."
TacticalText="<Bullet/> Пострiл з основної зброї завжди завершує хiд солдата.\n<Bullet/> Дробовики виключно ефективнi на короткiй вiдстанi, але чим далi цiль, тим нижча точнiсть.\n<Bullet/> Сучаснi удосконалення несумiснi з цiєю застарiлою конструкцiєю."
AbilityDescName="Дробовик Гаусса"

[TLE_Shotgun_MG X2WeaponTemplate]
FriendlyName="Посилений дробовик"
FriendlyNamePlural="Посиленi дробовики"
BriefSummary="Магнiтна технологiя дозволить нам використовувати шматочки iнопланетних сплавiв у зброї, яке помiтно посилить бойову ефективнiсть рейнджерiв, особливо вблизь."
TacticalText="<Bullet/> Магнiтнi технологiї дозволили створити новi зразки озброєння, якi замiнили доступнi солдатам XCOM дробовики.\n<Bullet/> Дробовики виключно ефективнi на короткiй вiдстанi, але чим далi цiль, тим нижча точнiсть.\n<Bullet/> Сучаснi удосконалення несумiснi з цiєю застарiлою конструкцiєю."
AbilityDescName="Посилений дробовик"

[TLE_Shotgun_BM X2WeaponTemplate]
FriendlyName="Енергомiтла"
FriendlyNamePlural="Енергомiтли"
BriefSummary="«Енергомiтла» випускає по цiлi концентровану серiю iмпульсiв, пропалюючи i розплавляючи значну площу."
TacticalText="<Bullet/> Найсучаснiше озброєння в класi дробовикiв, доступне солдатам XCOM.\n<Bullet/> Дробовики виключно ефективнi на короткiй вiдстанi, але чим далi цiль, тим нижча точнiсть.\n<Bullet/> Сучаснi удосконалення несумiснi з цiєю застарiлою конструкцiєю."
AbilityDescName="Енергомiтла"

[TLE_SniperRifle_CV X2WeaponTemplate]
FriendlyName="Снайперська гвинтiвка"
FriendlyNamePlural="Снайперськi гвинтiвки"
BriefSummary="Нам вдалося здобути рiзноманiтнi зразки пiхотного озброєння. Це - спецiальна зброя для середньої i дальньої дистанцiї. Хоча вона, безсумнiвно, поступається магнiтним технологiям \"Адвента\", ми зможемо доопрацювати її за допомогою трофейних матерiалiв, коли розробимо модульнi технологiї."
TacticalText="<Bullet/> Пострiл з снайперської гвинтiвки вимагає двi дiї.\n<Bullet/> На ближнiй дистанцiї потрапити зi снайперської гвинтiвки складнiше.\n<Bullet/> Сучаснi удосконалення несумiснi з цiєю застарiлою конструкцiєю."
AbilityDescName="Снайперська гвинтiвка"

[TLE_SniperRifle_MG X2WeaponTemplate]
FriendlyName="Крупнокалiберна гвинтiвка"
FriendlyNamePlural="Крупнокалiбернi гвинтiвки"
BriefSummary="Магнiтнi технологiї особливо пiдходять для точного i не швидкого озброєння на кшталт снайперських гвинтiвок. Гвинтiвка з системою Гаусса дозволить нашим снайперам наносити колосальнi ушкодження з великої дистанцiї."
TacticalText="<Bullet/> Пострiл зi снайперської гвинтiвки вимагає двi дiї.\n<Bullet/> Це озброєння менш точно на близькiй вiдстанi, але смертельно при стрiльбi здалеку.\n<Bullet/> Сучаснi удосконалення несумiснi з цiєю застарiлою конструкцiєю."
AbilityDescName="Крупнокалiберна гвинтiвка"

[TLE_SniperRifle_BM X2WeaponTemplate]
FriendlyName="Снайперська енергогвинтiвка"
FriendlyNamePlural="Снайперськi енергогвинтiвки"
BriefSummary="Технологiї фокусування променя, очевидно, можуть пiдiйти для полiпшення зброї снайперiв. Плазмове спис - снайперська гвинтiвка, яка не має собi рiвних по точностi стрiльби."
TacticalText="<Bullet/> Вершина розвитку снайперського озброєння.\n<Bullet/> Пострiл зi снайперської гвинтiвки вимагає двi дiї.\n<Bullet/> Це озброєння менш точно на близькiй вiдстанi, але смертельно при стрiльбi здалеку.\n<Bullet/> Сучаснi удосконалення несумiснi з цiєю застарiлою конструкцiєю."
AbilityDescName="Снайперська енергогвинтiвка"

[TLE_Sword_CV X2WeaponTemplate]
FriendlyName="Класичний меч"
FriendlyNamePlural="Класичнi мечi"
BriefSummary="Рейнджери вмiло володiють холодною зброєю i здатнi лiквiдувати ворога в ближньому бою."
TacticalText="<Bullet/> Рейнджери здатнi використовувати меч в ближньому бою, навiть якщо вони витратили обидвi дiї на перемiщення або ривок.\n<Bullet/> Перехiд до ближнього бою може вирiшити результат сутички, але будьте обережнiшими.\n<Bullet/> Не пропустiть шанс полiпшити ефективнiсть зброї ближнього бою за допомогою технологiй противника."
AbilityDescName="Класичний меч"

[TLE_Sword_MG X2WeaponTemplate]
FriendlyName="Експериментальний клинок"
FriendlyNamePlural="Експериментальнi клинки"
BriefSummary="Коли фiзичної сили не вистачає, настає час дугового клинка. Бойову ефективнiсть звичайного меча доповнює електричний розряд, здатний оглушити ворога в разi, якщо той переживе атаку."
TacticalText="<Bullet/> Експериментальний клинок додає електророзряд до удару мечем, пiдвищуючи ушкодження i додаючи ймовiрнiсть оглушити цiль."
AbilityDescName="Експериментальний клинок"

[TLE_Sword_BM X2WeaponTemplate]
FriendlyName="Полiпшений клинок"
FriendlyNamePlural="Полiпшенi клинки"
BriefSummary="Полiпшений клинок представляє собою нагрiвається плазмою металевий сердечник в надтонкому магнiтному полi - небезпечна зброя ближнього бою, що дозволяє пiдпалювати ворогiв."
TacticalText="<Bullet/> Найбiльш досконала версiя рейнджерського меча. Наносить високi ушкодження i може пiдпалити цiль."
AbilityDescName="Полiпшений клинок"

[RangerKevlarArmor X2ArmorTemplate]
FriendlyName="Кустарна польова броня рейнджера"
FriendlyNamePlural="Кустарна польова броня рейнджера"
BriefSummary="Цей стандартний бронежилет виготовлений з уламкiв, знайдених на полi бою i в збройних тайниках Опору. Вiн забезпечує мiнiмальний захист вiд зброї \"Адвента\" i прибульцiв."
TacticalText="<Bullet/> У стандартний боєкомплект входить кевларовий бронежилет.\n<Bullet/> Дослiдження допоможуть отримати доступ до бiльш якiсної бронi."

[GrenadierKevlarArmor X2ArmorTemplate]
FriendlyName="Кустарна польова броня гранатометника"
FriendlyNamePlural="Кустарна польова броня гранатометника"
BriefSummary="Цей стандартний бронежилет виготовлений з уламкiв, знайдених на полi бою i в збройних тайниках Опору. Вiн забезпечує мiнiмальний захист вiд зброї \"Адвента\" i прибульцiв."
TacticalText="<Bullet/> У стандартний боєкомплект входить кевларовий бронежилет.\n<Bullet/> Дослiдження допоможуть отримати доступ до бiльш якiсної бронi."

[SpecialistKevlarArmor X2ArmorTemplate]
FriendlyName="Кустарна польова броня спецiалiста"
FriendlyNamePlural="Кустарна польова броня спецiалiста"
BriefSummary="Цей стандартний бронежилет виготовлений з уламкiв, знайдених на полi бою i в збройних тайниках Опору. Вiн забезпечує мiнiмальний захист вiд зброї \"Адвента\" i прибульцiв."
TacticalText="<Bullet/> У стандартний боєкомплект входить кевларовий бронежилет.\n<Bullet/> Дослiдження допоможуть отримати доступ до бiльш якiсної бронi."

[SharpshooterKevlarArmor X2ArmorTemplate]
FriendlyName="Кустарна польова броня снайпера"
FriendlyNamePlural="Кустарна польова броня снайпера"
BriefSummary="Цей стандартний бронежилет виготовлений з уламкiв, знайдених на полi бою i в збройних тайниках Опору. Вiн забезпечує мiнiмальний захист вiд зброї \"Адвента\" i прибульцiв."
TacticalText="<Bullet/> У стандартний боєкомплект входить кевларовий бронежилет.\n<Bullet/> Дослiдження допоможуть отримати доступ до бiльш якiсної бронi."

[PsiOperativeKevlarArmor X2ArmorTemplate]
FriendlyName="Кустарна польова броня псi-агента"
FriendlyNamePlural="Кустарна польова броня псi-агента"
BriefSummary="Цей стандартний бронежилет виготовлений з уламкiв, знайдених на полi бою i в збройних тайниках Опору. Вiн забезпечує мiнiмальний захист вiд зброї \"Адвента\" i прибульцiв."
TacticalText="<Bullet/> У стандартний боєкомплект входить кевларовий бронежилет.\n<Bullet/> Дослiдження допоможуть отримати доступ до бiльш якiсної бронi."

[RangerPlatedArmor X2ArmorTemplate]
FriendlyName="Полiпшена польова броня рейнджера"
FriendlyNamePlural="Полiпшена польова броня рейнджера"
BriefSummary="Завдяки очищеним пластин вiд бронежилета \"Адвента\" цей костюм забезпечує посилену захист i надає додаткове мiсце для перенесення предметiв."
TacticalText="<Bullet/> Броня середньої тяжкостi, виконана з уламкiв технiки \"Адвента\".\n<Bullet/> Будучи бронею середнього класу, вона має слот для одного додаткового предмета."

[GrenadierPlatedArmor X2ArmorTemplate]
FriendlyName="Полiпшена польова захист гранатометника"
FriendlyNamePlural="Полiпшена польова захист гранатометника"
BriefSummary="Завдяки очищеним пластин вiд бронежилета \"Адвента\" цей костюм забезпечує посилену захист i надає додаткове мiсце для перенесення предметiв."
TacticalText="<Bullet/> Броня середньої тяжкостi, виконана з уламкiв технiки \"Адвента\".\n<Bullet/> Будучи бронею середнього класу, вона має слот для одного додаткового предмета."

[SpecialistPlatedArmor X2ArmorTemplate]
FriendlyName="Полiпшена польова броня спецiалiста"
FriendlyNamePlural="Полiпшена польова броня спецiалiста"
BriefSummary="Завдяки очищеним пластин вiд бронежилета \"Адвента\" цей костюм забезпечує посилену захист i надає додаткове мiсце для перенесення предметiв."
TacticalText="<Bullet/> Броня середньої тяжкостi, виконана з уламкiв технiки \"Адвента\".\n<Bullet/> Будучи бронею середнього класу, вона має слот для одного додаткового предмета."

[SharpshooterPlatedArmor X2ArmorTemplate]
FriendlyName="Полiпшена польова броня снайпера"
FriendlyNamePlural="Полiпшена польова броня снайпера"
BriefSummary="Завдяки очищеним пластин вiд бронежилета \"Адвента\" цей костюм забезпечує посилену захист i надає додаткове мiсце для перенесення предметiв."
TacticalText="<Bullet/> Броня середньої тяжкостi, виконана з уламкiв технiки \"Адвента\".\n<Bullet/> Будучи бронею середнього класу, вона має слот для одного додаткового предмета."

[PsiOperativePlatedArmor X2ArmorTemplate]
FriendlyName="Полiпшена польова броня псi-агента"
FriendlyNamePlural="Полiпшена польова броня псi-агента"
BriefSummary="Завдяки очищеним пластин вiд бронежилета \"Адвента\" цей костюм забезпечує посилену захист i надає додаткове мiсце для перенесення предметiв."
TacticalText="<Bullet/> Броня середньої тяжкостi, виконана з уламкiв технiки \"Адвента\".\n<Bullet/> Будучи бронею середнього класу, вона має слот для одного додаткового предмета."

[RangerPoweredArmor X2ArmorTemplate]
FriendlyName="Експериментальна силова броня рейнджера"
FriendlyNamePlural="Експериментальна силова броня рейнджера"
BriefSummary="Опановуючи секрети елерiю, ми змогли створити iдеальну бойову броню. Комплект силової бронi \"Зберiгач\" вiдрiзняється неперевершеною мiцнiстю i унiверсальнiстю i допоможе нам протистояти невпинно нарощує свою мiць вороговi."
TacticalText="<Bullet/> Краще, що доступно нам в середньому класi захисту.\n<Bullet/> Має 2 слоти для спорядження."

[GrenadierPoweredArmor X2ArmorTemplate]
FriendlyName="Експериментальна силова броня гранатометника"
FriendlyNamePlural="Експериментальна силова броня гранатометника"
BriefSummary="Опановуючи секрети елерiю, ми змогли створити iдеальну бойову броню. Комплект силової бронi \"Зберiгач\" вiдрiзняється неперевершеною мiцнiстю i унiверсальнiстю i допоможе нам протистояти невпинно нарощує свою мiць вороговi."
TacticalText="<Bullet/> Краще, що доступно нам в середньому класi захисту.\n<Bullet/> Має 2 слоти для спорядження."

[SpecialistPoweredArmor X2ArmorTemplate]
FriendlyName="Експериментальна силова броня спецiалiста"
FriendlyNamePlural="Експериментальна силова броня спецiалiста"
BriefSummary="Опановуючи секрети елерiю, ми змогли створити iдеальну бойову броню. Комплект силової бронi \"Зберiгач\" вiдрiзняється неперевершеною мiцнiстю i унiверсальнiстю i допоможе нам протистояти невпинно нарощує свою мiць вороговi."
TacticalText="<Bullet/> Краще, що доступно нам в середньому класi захисту.\n<Bullet/> Має 2 слоти для спорядження."

[SharpshooterPoweredArmor X2ArmorTemplate]
FriendlyName="Експериментальна силова броня снайпера"
FriendlyNamePlural="Експериментальна силова броня снайпера"
BriefSummary="Опановуючи секрети елерiю, ми змогли створити iдеальну бойову броню. Комплект силової бронi \"Зберiгач\" вiдрiзняється неперевершеною мiцнiстю i унiверсальнiстю i допоможе нам протистояти невпинно нарощує свою мiць вороговi."
TacticalText="<Bullet/> Краще, що доступно нам в середньому класi захисту.\n<Bullet/> Має 2 слоти для спорядження."

[PsiOperativePoweredArmor X2ArmorTemplate]
FriendlyName="Експериментальна силова броня псi-агента"
FriendlyNamePlural="Експериментальна силова броня псi-агента"
BriefSummary="Опановуючи секрети елерiю, ми змогли створити iдеальну бойову броню. Комплект силової бронi \"Зберiгач\" вiдрiзняється неперевершеною мiцнiстю i унiверсальнiстю i допоможе нам протистояти невпинно нарощує свою мiць вороговi."
TacticalText="<Bullet/> Краще, що доступно нам в середньому класi захисту.\n<Bullet/> Має 2 слоти для спорядження."

; Helmet Tier 1 ///////////////////////////

;Tier 1 A & variant
[TLE_Helmet_Tier1_A_M X2BodyPartTemplate]
DisplayName="Шолом з комунiкатором та окулярами"
[TLE_Helmet_Tier1_A_F X2BodyPartTemplate]
DisplayName="Шолом з комунiкатором та окулярами"
[TLE_Helmet_Tier1_A2_M X2BodyPartTemplate]
DisplayName="Шолом з комунiкатором"
[TLE_Helmet_Tier1_A2_F X2BodyPartTemplate]
DisplayName="Шолом з комунiкатором"

;Tier 1 B & variant
[TLE_Helmet_Tier1_B_M X2BodyPartTemplate]
DisplayName="Капюшон зi шнуром та маскою"
[TLE_Helmet_Tier1_B_F X2BodyPartTemplate]
DisplayName="Капюшон зi шнуром та маскою"
[TLE_Helmet_Tier1_B2_M X2BodyPartTemplate]
DisplayName="Капюшон зi шнуром"
[TLE_Helmet_Tier1_B2_F X2BodyPartTemplate]
DisplayName="Капюшон зi шнуром"

;Tier 1 C & variant
[TLE_Helmet_Tier1_C_M X2BodyPartTemplate]
DisplayName="Пiлот \"Рейнджера\" з окулярами"
[TLE_Helmet_Tier1_C_F X2BodyPartTemplate]
DisplayName="Пiлот \"Рейнджера\" з окулярами"
[TLE_Helmet_Tier1_C2_M X2BodyPartTemplate]
DisplayName="Врятований пiлот \"Рейнджера\""
[TLE_Helmet_Tier1_C2_F X2BodyPartTemplate]
DisplayName="Врятований пiлот \"Рейнджера\""

;Tier 1 D & variant
[TLE_Helmet_Tier1_D_M X2BodyPartTemplate]
DisplayName="Шолом \"тунельної пацюки\""
[TLE_Helmet_Tier1_D_F X2BodyPartTemplate]
DisplayName="Шолом \"тунельної пацюки\""
[TLE_Helmet_Tier1_D2_M X2BodyPartTemplate]
DisplayName="Шолом \"тунельної пацюки\" без лiхтаря"
[TLE_Helmet_Tier1_D2_F X2BodyPartTemplate]
DisplayName="Шолом \"тунельної пацюки\" без лiхтаря"

 ; Helmet Tier 2 ///////////////////////////

;Tier 2 A & variant
[TLE_Helmet_Tier2_A_M X2BodyPartTemplate]
DisplayName="Бронезахист мозку"
[TLE_Helmet_Tier2_A_F X2BodyPartTemplate]
DisplayName="Бронезахист мозку"
[TLE_Helmet_Tier2_A2_M X2BodyPartTemplate]
DisplayName="Полiпшена бронезахист мозку"
[TLE_Helmet_Tier2_A2_F X2BodyPartTemplate]
DisplayName="Полiпшена бронезахист мозку"

;Tier 2 B & variant
[TLE_Helmet_Tier2_B_M X2BodyPartTemplate]
DisplayName="Грубий бiохiмiчний фiльтр"
[TLE_Helmet_Tier2_B_F X2BodyPartTemplate]
DisplayName="Грубий бiохiмiчний фiльтр"
[TLE_Helmet_Tier2_B2_M X2BodyPartTemplate]
DisplayName="Захищений бiохiмiчний фiльтр"
[TLE_Helmet_Tier2_B2_F X2BodyPartTemplate]
DisplayName="Захищений бiохiмiчний фiльтр"

;Tier 2 C
[TLE_Helmet_Tier2_C_M X2BodyPartTemplate]
DisplayName="Трiщиноподiбний забрало"
[TLE_Helmet_Tier2_C_F X2BodyPartTemplate]
DisplayName="Трiщиноподiбний забрало"

;Tier 2 D & variant
[TLE_Helmet_Tier2_D_M X2BodyPartTemplate]
DisplayName="Вентильований тактичний шолом"
[TLE_Helmet_Tier2_D_F X2BodyPartTemplate]
DisplayName="Вентильований тактичний шолом"
[TLE_Helmet_Tier2_D2_M X2BodyPartTemplate]
DisplayName="Броньований тактичний шолом"
[TLE_Helmet_Tier2_D2_F X2BodyPartTemplate]
DisplayName="Броньований тактичний шолом"

;Helmet Tier 3///////////////////////////

;Tier 3 A.
[TLE_Helmet_Tier3_A_M X2BodyPartTemplate]
DisplayName="Повна бронемаска"
[TLE_Helmet_Tier3_A_F X2BodyPartTemplate]
DisplayName="Повна бронемаска"

;Tier 3 B & variant
[TLE_Helmet_Tier3_B_M X2BodyPartTemplate]
DisplayName="Капюшон з терморегуляцiєю"
[TLE_Helmet_Tier3_B_F X2BodyPartTemplate]
DisplayName="Капюшон з терморегуляцiєю"
[TLE_Helmet_Tier3_B2_M X2BodyPartTemplate]
DisplayName="Сталевий капюшон"
[TLE_Helmet_Tier3_B2_F X2BodyPartTemplate]
DisplayName="Сталевий капюшон"

;Tier 3 C & variant
[TLE_Helmet_Tier3_C_M X2BodyPartTemplate]
DisplayName="Шолом ВКС з проводкою"
[TLE_Helmet_Tier3_C_F X2BodyPartTemplate]
DisplayName="Шолом ВКС з проводкою"
[TLE_Helmet_Tier3_C2_M X2BodyPartTemplate]
DisplayName="Шолом ВКС"
[TLE_Helmet_Tier3_C2_F X2BodyPartTemplate]
DisplayName="Шолом ВКС"

;Tier 3 D & variant
[TLE_Helmet_Tier3_D_M X2BodyPartTemplate]
DisplayName="Полiпшений шолом сталкера"
[TLE_Helmet_Tier3_D_F X2BodyPartTemplate]
DisplayName="Полiпшений шолом сталкера"
[TLE_Helmet_Tier3_D2_M X2BodyPartTemplate]
DisplayName="Шолом сталкера"
[TLE_Helmet_Tier3_D2_F X2BodyPartTemplate]
DisplayName="Шолом сталкера"

;New male voice

[RolandVoice1_English_US X2BodyPartTemplate]
DisplayName="Риццо"

; --------------------------------------------------------------------------------------------------------------------------------------------------------
; To update, add, or remove attitude animations, change the list below, then contact programmer to edit X2StrategyElement_TLESoldierPersonalities.uc file
; //xcom2/main/XCOM2/Development/Src/TLE/Classes/X2StrategyElement_TLESoldierPersonalities.uc
; --------------------------------------------------------------------------------------------------------------------------------------------------------

[Personality_TLE1 X2SoldierPersonalityTemplate]
FriendlyName="Злiсть"

[Personality_TLE2 X2SoldierPersonalityTemplate]
FriendlyName="Зарозумiлiсть"

[Personality_TLE3 X2SoldierPersonalityTemplate]
FriendlyName="Пiдозрiлiсть"

[Personality_TLE4 X2SoldierPersonalityTemplate]
FriendlyName="Самовдоволенiсть"

[Personality_TLE5 X2SoldierPersonalityTemplate]
FriendlyName="Вперед!"

; Ladder Progression Upgrades

[HunterWeaponsSpecialist X2LadderUpgradeTemplate]
ShortDescription="Зброя мисливцiв за прибульцями"
FullDescription="Вiдкриває гвинтiвку, пiстолет, сокиру i крижанi бомби з доповнення \"Мисливцi за прибульцями\""

[HunterWeaponsPsiOp X2LadderUpgradeTemplate]
ShortDescription="Зброя мисливцiв за прибульцями"
FullDescription="Вiдкриває гвинтiвку, пiстолет, сокиру i крижанi бомби з доповнення \"Мисливцi за прибульцями\" (варiант для псi-агентiв)"

[ChosenRifleSpecialist X2LadderUpgradeTemplate]
ShortDescription="Дезiнтегратор Обраного"
FullDescription="Озброює вашого фахiвця дезiнтегратором"

[ChosenRiflePsiOp X2LadderUpgradeTemplate]
ShortDescription="Дезiнтегратор Обраного"
FullDescription="Озброює вашого псi-агента дезiнтегратором"

[ChosenShotgunRanger X2LadderUpgradeTemplate]
ShortDescription="\"Арасi\" Обраного"
FullDescription="Озброює вашого рейнджера \"Арасi\""

[ChosenSwordRanger X2LadderUpgradeTemplate]
ShortDescription="Катана Обраного"
FullDescription="Озброює вашого рейнджера катаною"

[ChosenSniperSharpshooter X2LadderUpgradeTemplate]
ShortDescription="\"Темний спис\" Обраного"
FullDescription="Озброює вашого снайпера \"Темним списом\""

[ChosenPistolSharpshooter X2LadderUpgradeTemplate]
ShortDescription="\"Темний кiготь\" Обраного"
FullDescription="Озброює вашого снайпера \"Темним кiгтем\""

[ExperimentalPlatedArmor X2LadderUpgradeTemplate]
ShortDescription="\"Павук\" i \"Екзокостюм\""
FullDescription="Дає вашим снайперам i рейнджерам костюми \"Павук\", а гранатометникам i псi-агентам - \"Екзокостюми\""

[ExperimentalPoweredArmor X2LadderUpgradeTemplate]
ShortDescription="\"Привид\" i \"Бойовий костюм\""
FullDescription="Дає вашим снайперам i рейнджерам костюми \"Привид\", а гранатометникам i псi-агентам - \"Бойовi костюми\""

[ExperimentalPoweredWeapons X2LadderUpgradeTemplate]
ShortDescription="Експериментальна зброя"
FullDescription="Вiдкриває нове потужне зброю"

[HunterArmor X2LadderUpgradeTemplate]
ShortDescription="Броня мисливцiв за прибульцями"
FullDescription="Дає вашим бiйцям легку, середню або важку броню прибульцiв"

[HunterArmorMk2 X2LadderUpgradeTemplate]
ShortDescription="Броня мисливцiв за прибульцями"
FullDescription="Дає вашим бiйцям легку, середню або важку броню прибульцiв"

[ExperimentalAmmo X2LadderUpgradeTemplate]
ShortDescription="Експериментальнi боєприпаси"
FullDescription="Дає вашим бiйцям новi типи боєприпасiв"

[ExperimentalGrenades X2LadderUpgradeTemplate]
ShortDescription="Експериментальнi гранати"
FullDescription="Дає вашим бiйцям новi типи гранат"

[AdvancedExplosives X2LadderUpgradeTemplate]
ShortDescription="Полiпшена вибухiвка"
FullDescription="Дає вашим бiйцям новi полiпшенi типи гранат"

[BasicPCSes X2LadderUpgradeTemplate]
ShortDescription="Базовi персональнi бойовi модулi"
FullDescription="Дає вашим бiйцям ПБМ початкового рiвня"

[AdvancedPCSes X2LadderUpgradeTemplate]
ShortDescription="Полiпшенi персональнi бойовi модулi"
FullDescription="Дає вашим бiйцям ПБМ середнього рiвня"

[SuperiorPCSes X2LadderUpgradeTemplate]
ShortDescription="Переважнi особистi бойовi модулi"
FullDescription="Дає вашим бiйцям ПБМ вищого рiвня"

[BasicWeaponUpgrades X2LadderUpgradeTemplate]
ShortDescription="Базовi модифiкацiї зброї"
FullDescription="Дає вашим бiйцям полiпшення для зброї початкового рiвня"

[AdvancedWeaponUpgrades X2LadderUpgradeTemplate]
ShortDescription="Полiпшенi збройовi модифiкацiї"
FullDescription="Дає вашим бiйцям полiпшення для зброї середнього рiвня"

[SuperiorWeaponUpgrades X2LadderUpgradeTemplate]
ShortDescription="Модифiкацiї зброї ультра-рiвня"
FullDescription="Дає вашим бiйцям полiпшення для зброї вищого рiвня"

[ExperimentalVests X2LadderUpgradeTemplate]
ShortDescription="Експериментальнi бронежилети"
FullDescription="Дає вашим бiйцям експериментальнi бронежилети"

[UtilityItems X2LadderUpgradeTemplate]
ShortDescription="Допомiжне спорядження"
FullDescription="Дає вашим бiйцям допомiжне спорядження"

[Interact_SweaterTube X2AbilityTemplate]
LocFriendlyName="Вiдкрити стазис-капсулу"
LocHelpText="Вiдкрити стазис-капсулу \"Адвента\"."

[Hack_Scan X2AbilityTemplate]
LocFriendlyName="Сканувати об'єкт"
LocHelpText="Сканувати об'єкт, щоб створити його тривимiрний креслення."
LocFlyOverText="Сканування"

[IntrusionProtocol_Scan X2AbilityTemplate]
LocFriendlyName="Сканувати об'єкт"
LocLongDescription="Сканувати об'єкт, щоб створити його тривимiрний креслення, задiявши <Ability:SECONDARYWEAPONNAME/>."
LocHelpText="Ваш <Ability:SECONDARYWEAPONNAME/> може сканувати об'єкти."
LocFlyOverText="Сканування"
LocDefaultSecondaryWeapon="\"ГРЕМЛИН\""

; Character templates

[NarrativeCentral X2CharacterTemplate]
strForcedFirstName="Джон"
strForcedLastName="Бредфорд"
strForcedNickName="Центр"

[LadderShen X2CharacterTemplate]
strForcedFirstName="Ань-I"
strForcedLastName="Шень"
strForcedNickName="Лiлi"

[JaneKelly X2CharacterTemplate]
strForcedFirstName="Джейн"
strForcedLastName="Келлi"
strForcedNickName="Тихоня"

[PeterOsei X2CharacterTemplate]
strForcedFirstName="Пiтер"
strForcedLastName="Осей"
strForcedNickName="Буян"

[AnaRamirez X2CharacterTemplate]
strForcedFirstName="Анна"
strForcedLastName="Рамiрес"
strForcedNickName="Скiннер"

[PirateDJ_VIP X2CharacterTemplate]
strForcedFirstName="Джейк"
strForcedLastName="Левi"
strForcedNickName="Ведучий"
strCharacterName="Ведучий радiо"

[BlackMarketTrader_VIP X2CharacterTemplate]
strForcedFirstName="Дубравка"
strForcedLastName="Хорват"
strForcedNickName="Маша"

[LilyShen_VIP X2CharacterTemplate]
strForcedFirstName="Ань-I"
strForcedLastName="Шень"
strForcedNickName="Лiлi"

[JaneKelly_VIP X2CharacterTemplate]
strForcedFirstName="Джейн"
strForcedLastName="Келлi"
strForcedNickName="Тихоня"

[PeterOsei_VIP X2CharacterTemplate]
strForcedFirstName="Пiтер"
strForcedLastName="Осей"
strForcedNickName="Буян"

[AnaRamirez_VIP X2CharacterTemplate]
strForcedFirstName="Анна"
strForcedLastName="Рамiрес"
strForcedNickName="Скiннер"

[Tygan_VIP X2CharacterTemplate]
strForcedFirstName="Чарльз"
strForcedLastName="Тайган"
strForcedNickName="Бургермен"

[PsiZombieCivilian X2CharacterTemplate]
strCharacterName="Зомбi"

[NeonateChryssalid X2CharacterTemplate]
strCharacterName="Новонароджений крiсалiд"

; Soldier Class Templates

[LadderCentral X2SoldierClassTemplate]
DisplayName="Рейнджер"
ClassSummary="\"Рейнджер\" - основний розвiдник, здатний непомiтно пересуватися та атакувати противника на ближнiй вiдстанi."
LeftAbilityTreeTitle="Розвiдка"
RightAbilityTreeTitle="Штурмовик"
AbilityTreeTitles[0]="Розвiдка"
AbilityTreeTitles[1]="Штурмовик"
AbilityTreeTitles[2]="XCOM"

[TLE_ChiefEngineer X2SoldierClassTemplate]
DisplayName="Спецiалiст"
ClassSummary="Спецiалiсти - оператори найбiльш складного обладнання: бойових дронiв, здатних вести вогонь або надавати медичну допомогу."
LeftAbilityTreeTitle="Вiйськовий лiкар"
RightAbilityTreeTitle="Бойовий зломщик"
AbilityTreeTitles[0]="Вiйськовий лiкар"
AbilityTreeTitles[1]="Бойовий зломщик"
AbilityTreeTitles[2]="XCOM"

;-----------------------
; Shen's Gremlin
;-----------------------
[Shen_Gremlin_CV X2GremlinTemplate]
FriendlyName="\"Ровер MК1\""
FriendlyNamePlural="\"Ровер MК1\""
BriefSummary="\"Ровер\", найранiший прототип \"Гремлiна\", розроблений Лiлi Шень, має ряд дивацтв у поведiнцi, викликаних \"унiкальними\" доопрацюваннями протягом багатьох рокiв."
TacticalText="<Bullet/> \"Ровер\" дозволяє Шень виконувати рiзнi бойовi завдання з безпечної вiдстанi.\n<Bullet/> Вiн супроводжує Шень, виконуючи рiзнi протоколи: допомогти союзникам, зламати електронну цiль або завдати шкоди вороговi.\n<Bullet/> Зазвичай противник не помiчає \"Ровер\"; також його неможливо пошкодити або знищити. Вiн вiдключиться, якщо власник буде вбитий або не зможе ним керувати."
AbilityDescName="\"Ровер\""

[Shen_Gremlin_MG X2GremlinTemplate]
FriendlyName="\"Ровер MК2\""
FriendlyNamePlural="\"Ровер MК2\""
BriefSummary="\"Ровер\", найранiший прототип \"Гремлiна\", розроблений Лiлi Шень, має ряд дивацтв у поведiнцi, викликаних \"унiкальними\" доопрацюваннями протягом багатьох рокiв."
TacticalText="<Bullet/> \"Ровер\" дозволяє Шень виконувати рiзнi бойовi завдання з безпечної вiдстанi.\n<Bullet/> Вiн супроводжує Шень, виконуючи рiзнi протоколи: допомогти союзникам, зламати електронну цiль або завдати шкоди вороговi.\n<Bullet/> Зазвичай противник не помiчає \"Ровер\"; також його неможливо пошкодити або знищити. Вiн вiдключиться, якщо власник буде вбитий або не зможе ним керувати."
AbilityDescName="\"Ровер\""

[Shen_Gremlin_BM X2GremlinTemplate]
FriendlyName="\"Ровер MК3\""
FriendlyNamePlural="\"Ровер MК3\""
BriefSummary="\"Ровер\", найранiший прототип \"Гремлiна\", розроблений Лiлi Шень, має ряд дивацтв у поведiнцi, викликаних \"унiкальними\" доопрацюваннями протягом багатьох рокiв."
TacticalText="<Bullet/> \"Ровер\" дозволяє Шень виконувати рiзнi бойовi завдання з безпечної вiдстанi.\n<Bullet/> Вiн супроводжує Шень, виконуючи рiзнi протоколи: допомогти союзникам, зламати електронну цiль або завдати шкоди вороговi.\n<Bullet/> Зазвичай противник не помiчає \"Ровер\"; також його неможливо пошкодити або знищити. Вiн вiдключиться, якщо власник буде вбитий або не зможе ним керувати."
AbilityDescName="\"Ровер\""

[X2Photobooth]
; TLE Photobooth Attitudes
+m_arrAnimationPoses=(AnimationDisplayName="Злiсть")
+m_arrAnimationPoses=(AnimationDisplayName="Зарозумiлiсть")
+m_arrAnimationPoses=(AnimationDisplayName="Вперед!")
+m_arrAnimationPoses=(AnimationDisplayName="Самовдоволенiсть")
+m_arrAnimationPoses=(AnimationDisplayName="Пiдозрiлiсть")

; TEL Photobooth Rifle
+m_arrAnimationPoses=(AnimationDisplayName="Механiчний прицiл")
+m_arrAnimationPoses=(AnimationDisplayName="Замисленiсть")
+m_arrAnimationPoses=(AnimationDisplayName="Знайти та знищити")

; TLE Photobooth Unarmed
+m_arrAnimationPoses=(AnimationDisplayName="Бойовий клич")
+m_arrAnimationPoses=(AnimationDisplayName="\"Iкс-ель\", дитинко!")

; TLE Photobooth Sharpshooter
+m_arrAnimationPoses=(AnimationDisplayName="З двох рук 1")
+m_arrAnimationPoses=(AnimationDisplayName="З двох рук 2")
+m_arrAnimationPoses=(AnimationDisplayName="Стрибок вiри")
+m_arrAnimationPoses=(AnimationDisplayName="Всiх замочити!")
+m_arrAnimationPoses=(AnimationDisplayName="Анi кроку назад")
+m_arrAnimationPoses=(AnimationDisplayName="Останнiй вихiд")

; TLE Photobooth Ranger
+m_arrAnimationPoses=(AnimationDisplayName="Понеслась!")
+m_arrAnimationPoses=(AnimationDisplayName="Безшумна смерть")
+m_arrAnimationPoses=(AnimationDisplayName="Смерть з небес")
+m_arrAnimationPoses=(AnimationDisplayName="Один на один")

; TLE Photobooth Grenadier
+m_arrAnimationPoses=(AnimationDisplayName="Лийся, дощ")
+m_arrAnimationPoses=(AnimationDisplayName="Що за чорт?")

; TLE Photobooth PsiOperative
+m_arrAnimationPoses=(AnimationDisplayName="На максимум")
+m_arrAnimationPoses=(AnimationDisplayName="Перший розряд")

; TLE Photobooth Specialist
+m_arrAnimationPoses=(AnimationDisplayName="Пiдтримка в дорозi")
+m_arrAnimationPoses=(AnimationDisplayName="Вогнева пiдтримка")

; TLE Photobooth Reaper Specific
+m_arrAnimationPoses=(AnimationDisplayName="Тихi кроки")
+m_arrAnimationPoses=(AnimationDisplayName="Голову з плеч")

; TLE Photobooth Skirmisher
+m_arrAnimationPoses=(AnimationDisplayName="Помста")
+m_arrAnimationPoses=(AnimationDisplayName="По конях!")

; TLE Photobooth Templar
+m_arrAnimationPoses=(AnimationDisplayName="Смертельний удар")
+m_arrAnimationPoses=(AnimationDisplayName="Вiдображення")

; TLE Photobooth Duo Poses
+m_arrAnimationPoses=(AnimationDisplayName="Я прикрию!")
+m_arrAnimationPoses=(AnimationDisplayName="Перехоплення (пiстолет)")
+m_arrAnimationPoses=(AnimationDisplayName="Порятунок (злiва)")
+m_arrAnimationPoses=(AnimationDisplayName="Порятунок (праворуч)")
+m_arrAnimationPoses=(AnimationDisplayName="Доставка (злiва)")
+m_arrAnimationPoses=(AnimationDisplayName="Доставка (праворуч)")
+m_arrAnimationPoses=(AnimationDisplayName="Братство (злiва)")
+m_arrAnimationPoses=(AnimationDisplayName="Братство (праворуч)")
+m_arrAnimationPoses=(AnimationDisplayName="Дай п'ять (злiва)")
+m_arrAnimationPoses=(AnimationDisplayName="Дай п'ять (праворуч)")

; TLE Photobooth Battle Poses
+m_arrAnimationPoses=(AnimationDisplayName="Обхоплення гадюки")
+m_arrAnimationPoses=(AnimationDisplayName="Удар мутона")

; TLE Photobooth Victory Poses
+m_arrAnimationPoses=(AnimationDisplayName="Перемога 1")
+m_arrAnimationPoses=(AnimationDisplayName="Перемога 2")
+m_arrAnimationPoses=(AnimationDisplayName="Перемога 3")


; TLE Photobooth Backgrounds
+m_arrBackgroundOptions=(BackgroundDisplayname="Бродяча орда")
+m_arrBackgroundOptions=(BackgroundDisplayname="Сектопод")
+m_arrBackgroundOptions=(BackgroundDisplayname="Обличчя Сектоїда")
+m_arrBackgroundOptions=(BackgroundDisplayname="Затiнення - Центр")
+m_arrBackgroundOptions=(BackgroundDisplayname="Затiнення - Низ")
+m_arrBackgroundOptions=(BackgroundDisplayname="Затiнення - Верх")
+m_arrBackgroundOptions=(BackgroundDisplayname="Посадка \"Месника\"")
+m_arrBackgroundOptions=(BackgroundDisplayname="Стоїть \"Адвент\"")
+m_arrBackgroundOptions=(BackgroundDisplayname="Контур солдата \"Адвента\"")
+m_arrBackgroundOptions=(BackgroundDisplayname="Капiтан \"Адвента\"")
+m_arrBackgroundOptions=(BackgroundDisplayname="Абстрактний Архонт")
+m_arrBackgroundOptions=(BackgroundDisplayname="Абстрактний \"Адвент\"")
+m_arrBackgroundOptions=(BackgroundDisplayname="Голова прибульця (клинки)")
+m_arrBackgroundOptions=(BackgroundDisplayname="Роздавлений череп прибульця")
+m_arrBackgroundOptions=(BackgroundDisplayname="Кулак, що руйнує прибульцiв")
+m_arrBackgroundOptions=(BackgroundDisplayname="Солдат XCOM")
